<template>
    <b-container-floid id="top-projects">
        <vue-headful
                :title=metaTitle
                :description=metaDescription
        />
        <b-row class="title-banner-system-monitoring"/>
        <app-tab-top-project-page :fourthIsActive=true></app-tab-top-project-page>
        <b-row align-h="center" class="container-content">
            <b-col cols="9">
                <app-page-main-title
                        classStyle="main-title-page"
                        title="سیستم مانیتورینگ دیداری-شنیداری"></app-page-main-title>
                <app-page-sub-title
                        classStyle="sub-title-fa"
                        title="به سفارش معاونت توسعه و فن آوری رسانه سازمان صدا و سیما"></app-page-sub-title>
                <app-paragragh
                        text="با رشد چشمگیر صنایع در چند دهه اخیر، پایش و کنترل آن نیز روز به روز پیچیده‌تر شد. به نحوی که سیستم‌های کنترلی قدیمی دیگر پاسخگوی مشکلات، عیب‌یابی و رفع آن نبودند. در این دوره نیاز به یک سیستم جامع برای بازرسی از وضعیت لحظه‌ای سیستم‌ها و برنامه‌ریزی مجدد آنها، منجر به طراحی و تولید سیستم‌های مانیتورینگ گردید. امروزه مانیتورینگ در نوک قله هرم اتوماسیون قرار دارد و این نکته نشان دهنده اهمیت سیستم‌های مانیتورینگ می‌باشد و می‎توان گفت فعالیت تمام صنایع بزرگ مانند پتروشیمی، تولید انرژی، صنایع شیمیایی، خودروسازی، غذایی و... به مانیتورینگ لحظه به لحظه فرآیند وابسته می‌باشد."
                ></app-paragragh>
                <app-paragragh
                        text="و از این میان، به جرات می‌توان گفت وجود سیستم مانیتورینگ برای صنعت رسانه بسیار حیاتی است. با توجه به ماهیت رسانه که عملکرد و خروجی آن در هر لحظه از نظر هزاران مخاطب می‌گذرد، پایش لحظه به لحظه، تشخیص سریع و دقیق مشکل، پیدا کردن علت خطا و رفع آن اهمیت زیادی دارد و نیاز این صنعت به یک سیستم مانیتورینگ قوی را دوچندان می‌کند. "
                ></app-paragragh>
                <app-paragragh
                        text="بر این اساس وجود سیستم مانیتورینگ برای سازمان صدا و سیما نیز لازم و ضروری به نظر می‌رسد؛ چرا که به عنوان یکی از بزرگترین سازمان‌های رسانه‌ای جهان و فراگیرترین رسانه در کشور، با حجم انبوهی از مخاطب روبروست که با توجه به گستردگی سیستم‌های سخت افزاری و نرم افزاری مورد نیاز، مدیریت و کنترل آن باید به گونه‌ای باشد که مشکلات سیگنال دریافتی توسط مخاطب به حداقل برسد."
                ></app-paragragh>
                <app-paragragh
                        text='بدین منظور سازمان صدا و سیما برای راه اندازی "سیستم مانیتورینگ دیداری - شنیداری" اقدام نمود و گروه صمیم به عنوان مجری این طرح تعیین گردید. این پروژه که به سفارش معاونت توسعه و فناوری رسانه انجام شد، اجرای آن از اردیبهشت 1396 آغاز و پس از طی فاز آزمایشی و انجام تست‌های مختلف،‌ در اسفندماه سال 1396 به بهره برداری رسید. این سامانه هم اکنون در واحد مانیتورینگ جامع اداره کل نظارت و ارزیابی فنی معاونت توسعه و فناوری رسانه صدا و سیما در حال استفاده می‌باشد و طبق قرارداد، به طور هم‌زمان تا پایان سال 1398 عملکرد آن توسط مختصصان گروه صمیم بررسی و کنترل شده و پشتیبانی و سرویس‌های لازم تامین‌ می‌گردد. لازم به ذکر است در این سامانه سیستم‌های دریافت، آنالیز و نمایش سیگنال‌ها توسط تجهیزات تولید شده در گروه مهندسی صمیم صورت گرفته است. '></app-paragragh>

                <item-big-image image="pages/top-product/monitoring-system/1.jpg"></item-big-image>
                <app-paragragh
                        text='سامانه "مانیتورینگ دیداری – شنیداری"، مانیتورینگ فنی کلیه سرویس‌های رادیویی و تلویزیونی صدا و سیما را اعم از زمینی و ماهواره‌ای بر عهده دارد و تمام سیگنال‌های ورودی، ارسالی و دریافتی را به صورت 24 ساعت شبانه روز و 7 روز هفته پایش می‌کند. در صورت بروز مشکل، منشاء آن را شناسایی کرده و به بخش مربوطه گزارش می‌دهد.'></app-paragragh>
                <app-paragragh
                        text="زنجیره پخش در صدا و سیما را می‌توان در سه بخش مورد بررسی قرار داد: پخش، سیگنال‌رسانی و انتشار. استودیوها و نودال ابتدای این زنجیره را تشکیل می‌دهند که با نام پخش شناخته می‌شود، سیگنال‌رسانی به عنوان بخش دوم شامل ارتباطات زمینی و ماهواره‌ای می‌گردد و در نهایت انتشار، که می‌تواند توسط فرستنده‌های رادیویی و تلویزیونی و همچنین ماهواره صورت پذیرد."></app-paragragh>
                <app-paragragh
                        text="تمام تجهیزات موجود در این زنجیره، به نحوی با سامانه مانیتورینگ در ارتباط هستند که عملکرد هر یک از آنها به صورت مجزا پایش شده و در صورت وجود خطا، اعلام می‌شود. به عنوان مثال در صورت قطع صدا یا فریز تصویر دریافتی در هر یک از شبکه‌های تلویزیونی، این سیستم نه تنها مشکل را به سرعت تشخیص داده و اعلام می‌کند، بلکه منشاء آن را نیز ردیابی نموده و نشان می‌دهد که این مشکل به علت اختلال در عملکرد کدامیک یک از بخش های فنی به وجود آمده است."></app-paragragh>
                <app-paragragh
                        text="گزارش عملکرد تمام تجهیزات و دستگاه‌ها بدون وقفه و به صورت Real Time می‌باشد و سامانه پس از تحلیل، بنا بر نیاز کاربر آن را نمایش می‎دهد. ادمین سیستم می‌تواند با توجه به استراتژی‌های سازمان، کاربرهای مختلفی را با سطوح دسترسی متفاوت ایجاد نماید. امکان تعریف سطوح مختلف اعلام رخداد بر اساس درجه اهمیت نیز از قابلیت‌های این سامانه می‌باشد."></app-paragragh>
                <app-paragragh
                        text="همچنین در این سامانه امکان طراحی نقشه وجود دارد، یعنی می‎توان نقشه‌ای از سرویس‌ها، تجهیزات، مسیرهای ارتباطی و... به صورت مجزا تهیه کرد. با استفاده از این ویژگی، سامانه عملکرد خود و وضعیت جاری شبکه‌ را به‌‌شکل نقشه‌ و نمودارهای گرافیکی نمایش می‌دهد تا مدیران و متصدیان وضعیت جاری آن را راحت‌تر رصد ‌کنند."></app-paragragh>
                <app-paragragh
                        text="شایان ذکر است که در این سامانه امکان ارسال تیکت، SMS و Email برای مسئول مربوطه نیز وجود دارد تا بلافاصله برای رفع مشکل اقدام شود. "></app-paragragh>
                <app-paragragh
                        text="اما یکی از توانمندی‌های حائز اهمیت در این سامانه،‌ آرشیو آن می‌باشد که لیست مشکلات پیش آمده در آن ثبت و نگهداری می‌شود. این موضوع هم در سرعت بخشیدن به ردیابی منشاء و رفع مشکلات راه گشا می‌‌باشد‌ و هم با دسته‌بندی، بررسی و تحلیل خطاهای اتفاق افتاده، نقاط ضعف سیستم شناسایی می شود و این اطلاعات را می‌توان در تعمیر و نگهداری و همین طور برای سیاست‌گذاری آینده مورد استفاده قرار داد."></app-paragragh>
                <app-paragragh
                        text="ویژگی مهم دیگر این سامانه، سازگاری آن با تجهیزات و پروتکل‌های متخلف می‌باشد؛ به نحوی که تفاوتی ندارد تجهیزات، پروتکل‌ها و واسط‌های ارتباطی به کار رفته در شبکه، از چه نوعی و ساخت کدام شرکت است. با این ویژگی، برای استفاده از این سامانه نیازی به تعویض یا نوسازی اجزاء شبکه فعلی نخواهیم داشت."></app-paragragh>
                <app-paragragh
                        text='شایان ذکر است که پروژه مانیتورینگ دیداری شنیداری سازمان صدا سیما با استفاده از راهکار "مدیریت شبکه" صمیم راه‌اندازی شده است. گروه مهندسی صمیم از سال1394 فعالیت بر روی "سیستم مدیریت شبکه" را آغاز نمود و در مدت کوتاهی موفق شد آن را با نام تجاری SmartCast Manager ارائه نماید.'></app-paragragh>
                <app-paragragh
                        text='Samim SmartCast Manager در پانزدهمین اجلاس فناوری رسانه‌ (28 تا 30 آبان 97) توسط دکتر علی عسکری، رئیس رسانه ملی، رونمایی شد و در جمع دوازده طرح برگزیده دانش‌بنیان در حوزه فنی صنعت رسانه جای گرفت. همچنین در هفتمین جشنواره پژوهش و فناوری وزارت صنعت، معدن و تجارت به عنوان «محصول برتر تحقیق و توسعه واحدهای تولیدی و صنعتی کشور» انتخاب گردید و در آئین تجلیل از برترین‌های صنعت کشور، ۲۶ آذرماه سال۹۷ در محل وزارت صنعت، معدن و تجارت مورد تقدیر قرار گرفت.'></app-paragragh>
            </b-col>
        </b-row>
    </b-container-floid>
</template>

<script>
import AppTabTopProjectPage from '../components/layout/AppTabTopProjectPage'
import AppPageMainTitle from '../components/titles/AppPageMainTitle'
import AppPageSubTitle from '../components/titles/AppPageSubTitle'
import AppParagragh from '../components/layout/AppParagraph'
import App from '../App'
import ItemBigImage from '../components/items/ItemBigImage'
import { metaTags } from '../utils/metaTages'

export default {
  name: 'MonitoringSystem',
  data () {
    return {
      metaTitle: metaTags.PROJECTS_PAGE_SYSTEM_MONITORING.title,
      metaDescription: metaTags.PROJECTS_PAGE_SYSTEM_MONITORING.description
    }
  },
  head: {
    meta: [
      { name: 'twitter:site_name', content: 'گروه صمیم | samimgroup' },
      { name: 'twitter:card', content: 'summary' },
      { name: 'twitter:site', content: '@samimgropco' },
      { name: 'twitter:type', content: 'website' },
      { property: 'og:title', content: metaTags.PROJECTS_PAGE_SYSTEM_MONITORING.title },
      { property: 'og:description', content: metaTags.PROJECTS_PAGE_SYSTEM_MONITORING.description },
      { property: 'og:url', content: 'https://www.samimgroup.com/سیستم-مانیتورینگ-دیداری-شنیداری' }
    ],
    link: [
      { rel: 'canonical', href: 'https://www.samimgroup.com/سیستم-مانیتورینگ-دیداری-شنیداری' }
    ]
  },
  components: { ItemBigImage, App, AppParagragh, AppPageSubTitle, AppPageMainTitle, AppTabTopProjectPage }
}
</script>

<style scoped lang="scss">
    @import "../assets/styles/views/viewTopProductsStyle";
</style>
