<template>
    <b-container-floid id="top-projects">
        <vue-headful
                :title=metaTitle
                :description=metaDescription
        />
        <b-row class="title-banner-smart-system"/>
        <app-tab-top-project-page :thirdIsActive="true"></app-tab-top-project-page>
        <b-row align-h="center" class="container-content">
            <b-col cols="9">
                <app-page-main-title
                        classStyle="main-title-page"
                        title="سامانه هوشمند محاسبه زمان"></app-page-main-title>
                <app-page-sub-title
                        classStyle="sub-title-fa"
                        title="سامانه محاسبه زمان مناظرات ریاست جمهوری"></app-page-sub-title>
                <app-page-sub-title
                        classStyle="sub-title-fa"
                        title="به سفارش معاونت توسعه و فن آوری رسانه سازمان صدا و سیما"></app-page-sub-title>
                <app-paragragh
                        text="انتخابات ریاست جمهوری در ایران مهم‌ترین رویداد سیاسی کشور به شمار می‌آید و همواره تلاش رسانه ملی بر این بوده است که به بهترین شکل ممکن این رویداد را پوشش دهد، به نحوی که تمام مردم حتی در دورافتاده‌ترین نقاط کشور نیز در جریان برنامه‌های نامزدهای انتخابات قرار گیرند. برای این منظور در هر دوره برنامه‌های متنوعی طراحی و تولید می‌شود که یکی از مهم‌ترین و تاثیرگذارترین آنها، مناظره می‌باشد."
                ></app-paragragh>
                <app-paragragh
                        text="برنامه‌ریزی برای مناظرات یازدهمین دوره انتخابات ریاست جمهوری ایران از ماه‌ها پیش شروع شد و ساعت‌ها کار کارشناسی برای طراحی یک برنامه جامع و کاربردی انجام گرفت.  در نهایت، طرح تلویزیونی مصوب به یک سامانه هوشمند برای تشخیص، محاسبه و مدیریت دقیق زمان نیاز داشت که با توجه به حساسیت و اهمیت مناظره‌ها، نهایت دقت و سخت‌گیری در زمان‌بندی مناظرات باید لحاظ می‌‌شد."
                ></app-paragragh>
                <app-paragragh
                        text="از آنجا که فرصت محدودی تا شروع برنامه‌های انتخاباتی سیما باقی مانده بود، بر اساس توانمندی‌ها و سابقه همکاری، با ترک تشریفات، طراحی و پیاده‌سازی این سامانه زمان‌سنج به گروه مهندسی صمیم واگذار گردید."
                ></app-paragragh>
                <app-paragragh
                        text="با توجه به شرایط موجود، ایده پردازی و طراحی این سامانه به سرعت شروع شد و بلافاصله پس آماده شدن طرح اولیه، برای پیاده‌سازی آن اقدام شد. این سامانه که از دو بخش سخت افزاری-نرم افزاری بهره می برد، امکان اضافه کردن قابلیت‌های مختلفی را داشت، اما به علت محدودیت زمانی موجود، تمرکز اصلی پروژه بر روی اندازه‌گیری دقیق زمان بود که نرم¬افزار پس از دریافت اطلاعات صوت هر کاربر (قطع و وصل صدا ) شمارنده زمانی هر کاربر را فعال و غیرفعال می¬کرد. "
                ></app-paragragh>
                <app-paragragh
                        text="گروه مهندسی صمیم به عنوان یکی از پیشگامان صنعت صدا و تصویر، طراحی و پیاده سازی «سامانه هوشمند محاسبه زمان» را در مدت 2 هفته انجام داد  و پس از انجام‌ تست‌های متعدد کنترل کیفی، آن را در اختیار سازمان صدا و سیما قرار داد. این سامانه مناظرات یازدهمین انتخابات ریاست جمهوری را به نقطه عطفی در بین برنامه‌های گفتگو محور تبدیل نمود، که با اطمینان می‌توان گفت فرصت برابر در اختیار تمام نامزدهای انتخابات قرار داده شد."></app-paragragh>
                <app-paragragh
                        text="عملکرد و کارآیی این سامانه به خوبی پاسخگوی انتظارات و نیازهای دست اندرکاران و مخاطبان برنامه بود چنانچه می‌توان از رصد بازتاب خبری آن به این موضوع پی برد. پس از این تجربه موفق، سازمان صدا و سیما تصمیم گرفت در دوازدهمین انتخابات ریاست جمهوری نیز، از همین سامانه استفاده نماید. "></app-paragragh>

                <item-big-image image="pages/top-product/smart-system/1.jpg"></item-big-image>
                <app-paragragh
                        text="این بار پیش از آغاز برنامه مناظرات دوازدهمین انتخابات ریاست جمهوری، صدا و سیما از شرکت صمیم مجدد دعوت به همکاری نمود و در این دوره، طرح جدید سامانه کنترل و مدیریت زمان در مناظره‌ها توسط گروه مهندسی صمیم ارائه گردید. در این طرح ‌ از دوربین‌های جدید  Dome به تعداد نامزدها و دو عدد رزرو استفاده شد؛ که با توجه به عمکلرد Varifocal Lens آنها، امکان احتساب زمان صحبت  هر کاندیدا به صورت مستقل وجود داشته و احتمال تداخل صحبت و بیانات خارج از نوبت به حداقل می‌رسد. همچنین در نسخه جدید این طرح، این امکان وجود دارد که در اتاق کنترل وضعیت مدیریت زمان هر یک از نامزدها ملاحظه گردد و در صورت نیاز، برای بینندگان نمایش داده شود."></app-paragragh>
                <app-paragragh
                        text="علاوه بر این در جهت ایجاد پایداری و اطمینان بیشتر، از دو دستگاه Multi Image Processor که به صورت اصلی و رزرو عمل‌ می‌کردند، استفاده شد. که با این تغییرات، این امکان برای کارگردان فراهم آمد تا تصاویر ویدئویی کاندیداها به شکل موزائیکی در یک صفحه نمایش داده شده و نیز زمان استفاده شده توسط هر کدام به صورت Real Time  به ذیل آن افزوده شود."></app-paragragh>
                <app-paragragh
                        text="همچنین در سال 96 اندازه گیری و محاسبه زمان به شکل سخت‌افزاری صورت می‌گرفت تا بیشترین دقت و کمترین میزان خطا را برای سامانه فراهم نماید. بر اساس مطالعات نیاز سنجی و برآورد اولیه، دقت محاسبات آن هزارم ثانیه تعیین شد و این سامانه به شکلی طراحی گردید که بتواند زمان گفتگو برای 32 نفر را محاسبه نموده و نمایش دهد. طراحی آن نیز به نحوی صورت گرفت که صدای افراد مجاور روی زمان سنج تاثیری نداشته باشد."></app-paragragh>
                <app-paragragh
                        text='نکته چالش برانگیز دیگر تشخیص و اعمال آستانه زمانی "سکوت طبیعی بین کلام" و یا "پایان گفتگو" بود که تمهیدات لازم برای آن در نظر گرفته شد. '></app-paragragh>
                <app-paragragh
                        text="در «سامانه هوشمند محاسبه زمان» ابتدا توسط نرم¬افزار چیدمان کاندیداها ، مشخصات آنها و تایمر زمانی بر روی مانیتور اصلی طراحی شده و به دستگاه  MIP  (Multi Image)  که تولید و طراحی آن به طور کامل توسط متخصصان گروه صمیم انجام شده است ارسال می¬شود. سیگنال‌های ارسالی از میکروفون‌ها به کارت هدایت شده و ضمن تحلیل و تجزیه سیگنال دریافتی، شمارنده هر کاندیدا در سطح سخت افزار فعال می¬شود."></app-paragragh>
                <app-paragragh
                        text="این سامانه با دریافت صدای میکروفون‌ها از طریق مبادی ورودی صدای آنالوگ و دیجیتال، با تشخیص سطح بلندی صدا به طور لحظه‌ای (Peak to Peak) به صورت آنلاین قادر به شناسایی زمان سکوت و گفتگو است که میزان آن بر اساس dBFs (واحد سطح صدای دیجیتال) بین dbfs 72- و dbfs 24- قابل تنظیم است  (Silent Detection)."></app-paragragh>
                <app-paragragh
                        text="در عین حال لختی هوشمند (Intelligent Latency) آن برای تشخیص آستانه زمانی سکوت طبیعی بین کلام و یا پایان گفت وگو (سخنرانی) نیز بین ۳۰۰ هزارم ثانیه تا ۵ ثانیه قابل تنظیم است. یعنی اگر سخنران بین کلام خود بسته به تنظیم صورت گرفته بین ۳۰۰ هزارم ثانیه تا ۵ ثانیه سکوت کند، سامانه آن را پایان سخنرانی قلمداد نکرده و زمان سنج این زمان را نیز به درستی محاسبه می کند."></app-paragragh>
                <app-paragragh
                        text="علاوه بر این، یک صفحه نمایش نیز روبروی هر یک از نامزدها طراحی و قرار داده شد، که به صورت آنلاین زمان محاسبه شده برای هر نامزد را نمایش دهد تا ضمن اطلاع‌رسانی زمان صرف شده و باقیمانده، صحت عملکرد و اطمینان خاطر از محاسبه عادلانه زمان بدون تاثیر هر گونه خطای انسانی احتمالی را به اثبات برساند."></app-paragragh>
                <app-paragragh
                        text="«سامانه هوشمند محاسبه زمان» یکبار دیگر در برنامه مناظرات دوازهمین انتخابات ریاست جمهوری با اقتدار کارآیی خود را نشان داد تا برگ زرین دیگری باشد در کارنامه پرافتخار گروه مهندسی صمیم، که همواره با تکیه بر توان داخلی توانسته است فناوری روز دنیا را برای ارائه راهکار و محصولات خود به کار گرفته و در راستای توسعه و پیشرفت کشور گام بردارد."></app-paragragh>
            </b-col>
        </b-row>
    </b-container-floid>
</template>

<script>
import AppTabTopProjectPage from '../components/layout/AppTabTopProjectPage'
import AppMainTitle from '../components/titles/AppMainTitle'
import AppPageSubTitle from '../components/titles/AppPageSubTitle'
import AppPageMainTitle from '../components/titles/AppPageMainTitle'
import AppParagragh from '../components/layout/AppParagraph'
import ItemBigImage from '../components/items/ItemBigImage'
import { metaTags } from '../utils/metaTages'

export default {
  name: 'SmartSystem',
  data () {
    return {
      metaTitle: metaTags.PROJECTS_PAGE_SMART_SYSTEM.title,
      metaDescription: metaTags.PROJECTS_PAGE_SMART_SYSTEM.description
    }
  },
  head: {
    meta: [
      { name: 'twitter:site_name', content: 'گروه صمیم | samimgroup' },
      { name: 'twitter:card', content: 'summary' },
      { name: 'twitter:site', content: '@samimgropco' },
      { name: 'twitter:type', content: 'website' },
      { property: 'og:title', content: metaTags.PROJECTS_PAGE_SMART_SYSTEM.title },
      { property: 'og:description', content: metaTags.PROJECTS_PAGE_SMART_SYSTEM.description },
      { property: 'og:url', content: 'https://www.samimgroup.com/سامانه-هوشمند-محاسبه-زمان' }
    ],

    link: [
      { rel: 'canonical', href: 'https://www.samimgroup.com/سامانه-هوشمند-محاسبه-زمان' }
    ]
  },
  components: { ItemBigImage, AppParagragh, AppPageMainTitle, AppPageSubTitle, AppMainTitle, AppTabTopProjectPage }
}
</script>

<style scoped lang="scss">
    @import "../assets/styles/views/viewTopProductsStyle";
</style>
