export const metaTags = {
    HOME_PAGE: {
        title: 'گروه صمیم | طراحی تجهیزات پیشرفته صدا و تصویر در صنعت رسانه و برودکست',
        description: 'گروه مهندسی صمیم به عنوان طراح و تولید کننده تجهیزات و راهکارهای پیشرفته صدا و تصویر، فعال در صنعت رسانه و برودکست، یکی از تامین کنندگان اصلی سازمان صدا و سیما',
    },
    BLOG_PAGE: {
        title: 'اخبار | گروه صمیم',
        description: 'اخبار آخرین فعالیت‌های گروه مهندصی صمیم: معرفی محصولات جدید، به روز رسانی محصولات،‌ پروژه‌ها، سمینارها، نمایشگاه‌ها و...',
    },
    CAREERS_PAGE: {
        title: 'Samim Job | گروه صمیم',
        description: '',
    },
    ABOUT_PAGE: {
        title: ' درباره ما | گروه صمیم',
        description: 'تجهیزات پیشرفته صدا و تصویر(Broadcast)|سیستم های تلویزیون تعاملی(IPTV/OTT)|سیستم های هوشمند پلاک خوان،کنترل ترددو سرعت(ITS)|سیستم برنامه ریزی منابع سازمانی(ERP)',
    },
    CONTACT_US_PAGE: {
        title: 'تماس با ما | گروه صمیم',
        description: 'راه‌های ارتباط با گروه مهندسی صمیم',
    },
    PERMISSIONS_PAGE: {
        title: 'مجوز ها | گروه صمیم',
        description: 'شرکت صمیم در زمره شرکت های دانش بنیان، پروانه بهره برداری صنایع نوین، پروانه تحقیق و توسعه، تأسیس واحد فنی و مهندسی، گواهینامه استاندارد مدیریت کیفیت ایزو وغیره',
    },
    CUSTOMERS_PAGE: {
        title: 'مشتریان | گروه صمیم',
        description: 'سال ها تجربه کاری در زمینه فناوری اطلاعات و ارائه خدمات باعث شده گروه صمیم با مجموعه ای بزرگ از مشتریان فعال در حوزه های مختلف کسب و کار همکاری داشته باشد.',
    },
    ACHIEVEMENTS_PAGE: {
        title: 'افتخارات | گروه صمیم',
        description: 'شرکت صميم افتخار دریافت تقدير در راستای توليد تجهيزات پیشرفته صدا و تصویر و محتوا را داراست  و در بعضي از نمايشگاه‌های خارجی و اکثر نمايشگاه‌های داخلی حضور داشت',
    },
    PRODUCTS_PAGE: {
        title: 'محصولات | گروه صمیم',
        description: 'مجموعه محصولات تولید شده در حوزه صدا و تصویر و صنعت رسانه و برودکست توسط گروه مهندسی صمیم',
    },
    SOLUTION_PAGE_IMAM: {
        title: 'اتوماسیون-مدیریت دارایی محتوا مبتنی بر BPMs و BPMN2 | گروه صمیم',
        description: 'سامانه مدیریت محتواهای صوتی و تصویری مبتنی بر موتورهای عملیاتی BPMs و BPMN2 با قابلیت ترنسکد کردن و واترمارک، غنی سازی با متادیتا و مدیریت تحت وب',
    },
    SOLUTION_PAGE_SMART_CASTER: {
        title: 'سامانه هوشمند ماینتورینگ-ارسال و پخش ماهواره‌ای و زمینی | گروه صمیم',
        description: 'سامانه مانیتورینگ شبکه به منظور مدیریت هوشمند سیگنال های صدا و تصویر، ارسال و پخش ماهواره ای و زمینی از استودیو تا ایستگاه فرستنده و دریافت نهایی',
    },
    SOLUTION_PAGE_BIT_CASTER: {
        title: 'استریمر-انتقال محتوای زنده بر بستر اینترنت-پخش زنده | گروه صمیم',
        description: 'ارسال محتوا به صورت پخش زنده و مستقیم جهت استفاده در واحدهای سیار با پشتیبانی از پروتکل های استریمینگ با نرخ بیت تطبیق پذیر',
    },
    SOLUTION_PAGE_IP_GATEWAY: {
        title: 'تجهیز استودیو-استودیوی پخش مبتنی بر IP | گروه صمیم',
        description: 'راهکار استودیوهای صدا و تصویر مبتنی بر IP با استفاده از ادوات و سرورهای حوزه IT و دریافت بخشی از سرویس ها در بستر فضاهای ابری',
    },
    SOLUTION_PAGE_IPTV: {
        title: 'تلویزیون تعاملی OTT/VOD راهکار هتلی، شهری و حمل و نقل  | گروه صمیم',
        description: 'تلویزیون های تعاملی و اینترنتی بر بستر IP با آرشیو جامعی از فیلم، سریال و موسیقی با قابلیت شیفت زمانی time shift، خصوصی سازی محتوا و تگ گذاری جهت تولید متادیتا',
    },
    LOGIN_PAGE: {
        title: 'ورود | گروه صمیم',
        description: '',
    },
    PROJECTS_PAGE_BAZAR: {
        title: 'بازار محتوا | گروه صمیم',
        description: 'بازار محتوا: سامانه تجمیع و ساماندهی آرشیو صدا و سیما، ممیزی و فرآوری محتواها از منابع مختلف، صدور مجوز بهره برداری و ایجاد بستر مناسب جهت دسترسی سریع و آسان',
    },
    PROJECTS_PAGE_SYSTEM_MONITORING: {
        title: 'سیستم مانیتورینگ دیداری-شنیداری | گروه صمیم',
        description: 'مانیتورینگ فنی کلیه سرویس‌های رادیویی و تلویزیونی صدا و سیما و پایش تمام سیگنال‌های ورودی، ارسالی و دریافتی به صورت 24 ساعت شبانه روز و 7 روز هفته ',
    },
    PROJECTS_PAGE_SMART_SYSTEM: {
        title: 'سامانه هوشمند محاسبه زمان | گروه صمیم',
        description: 'طراحی و اجرای سامانه هوشمند محاسبه زمان برای محا یازدهمین و دوازدهمین دوره  انتخابات ریاست جمهوری توسط گروه مهندسی صمیم',
    },
    RESOURCE_PAGE: {
        title: 'منابع | گروه صمیم',
        description: 'دریافت آخرین ورژن از کاتالوگ، دیتاشیت، ویدئو و تصاویر محصولات و راهکارهای گروه مهندسی صمیم',
    }
}
